Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nyemetoder.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Delivery to a Wholesaler shall be carried out in accordance with agreement between the Supplier and the Wholesaler, and as a minimum in accordance with the terms of this Framework Agreement, see Appendix 5.
nb: Levering til grossister skal for øvrig skje i henhold til de avtalene Leverandøren har med grossistene, og minimum i henhold til betingelsene i denne avtalen, se bilag 5.

source: Requirements for membership in a return scheme
nb: Krav til medlemskap i returordning

source: 6 Ordering and Distribution
nb: 6 Bestilling og distribusjon

source: therapies are sometimes used (off-label) following failure of conventional treatment.
nb: Et ikke-medikamentelt alternativ (SPG-stimulator) er ikke lenger tilgjengelig.

source: The Framework Agreement applies to all use of the pharmaceutical drug cf. Appendix 1 and Appendix 3.
nb: Rammeavtalen gjelder for all bruk av legemiddelet i henhold til bilag 1 og bilag 3 Kriterier for medisinsk behandling.

source: response rates over time measured as ACR 20 response
nb: økende responsrate over tid, målt som ACR 20 respons.

source: o Patient responding to treatment have continued effect over time (current data cut 52 weeks)
nb: o Pasienter som respondere til behandling har kontinuerlig effekt over tid (52 uker)

source: Return to the Wholesaler and destruction will be carried out in accordance with the Wholesaler´s internal procedures and terms, unless otherwise is agreep upon and specified in Appendix 5.
nb: Retur til avtalegrossist og destruksjon vil bli utført i henhold til avtalegrossistens interne prosedyrer og betingelser, dersom intet annet er avtalt i bilag 5.

source: 3 Documents in the Framework Agreement
nb: 3 Rammeavtalens dokumenter

source: response rates over time measured as PASI-75 response
nb: responsrate over tid målt ved PASI 75 respons.

source: The Responsible Clinician and the Health Trust have the sole responisiblity for the medical treatmets of Patients and for all use of the pharmaceutical drug.
nb: Kliniker og helseforetak er eneansvarlig for medisinsk behandling av pasienter, og for bruk av legemiddelet.

source: Return to the Hospital Pharmacy Enterprise and destruction will be carried out in accordance with the Hospital Pharmacy Enterprise´s internal procedures, unless otherwise is agreep upon and specified in Appendix 4.
nb: Retur til sykehusapoteket og destruksjon vil bli utført i henhold til sykehusapotekets interne prosedyrer, dersom intet annet er avtalt i bilag 4.

source: 5 Costs of using the pharmaceutical drug
nb: 5 Kostnader ved bruk av legemiddelet

source: The pharmaceutical drug shall be delivered not later than 14 days after the Customer has made an Order, unless otherwise is agreed upon and specified in the Treatment Agreement and Appendix 4.
nb: Legemiddelet skal leveres senest innen 14 dager fra Kunden har foretatt bestilling, med mindre annet er avtalt og spesifisert i behandlingsavtalen og bilag 4.

source: o About 40% of patients respond to treatment at week 16 with increasing
nb: o Rundt 40% av pasienter responderer på behandling ved uke 16, med

source: It is required that products covered by this Framework Agreement are produced in a lawful and ethical sound manner, see Appendix 6 – «Ethical requirements for the Supplier».
nb: Det er et krav at de produkter som avtalen omfatter er produsert på en lovlig og etisk forsvarlig måte, se bilag 6 – «Etiske krav til leverandør».

source: o About 30% of patients respond to treatment at week 16 with increasing
nb: o Ca 30% av pasientene responderer på behandling ved uke 16, med økende
